package gr.fresh.trash.string;

public class HellenicAddressConst extends AddressConst {

	public static String[] MAIL_FIRSTNAME = { "Αστέριος", "Κώστας", "Γιάννη?",
			"Νίκο?", "Βασίλη?", "Αλέξανδρος", "Γιώργιος", "Μηχάλη?",
			"Δημήτρης", "Αντώνη?" };

	public static String[] FEMAIL_FIRSTNAME = { "Αναστασί?", "Βασηλική",
			"Μαρί?", "Σοφί?", "Ελέν?", "Δάφν?", "Ολυμπί?", "Κασσάνδρ?",
			"¶ρτεμη?", "Αντιγώνη", "Αλεχάνδρ?", "Θαλί?", "Νίκη", "Αγγελική",
			"Στυλιανή", "Δήμητρ?", "Χρηστίνα", "Ελεφθερί?", "Ιωάννα", "Όλγα",
			"Σταυρούλ?", "¶ννα", "Αθανασία", "Αθην?", "Ευτυχί?", "Ευαγγελί?",
			"Παρασκευ?" };

	public static String[] MAIL_LASTNAME = { "Ράπτης", "Θεοδωρακάκις",
			"Κουμλέλη?", "Σαββίδης", "Αντωνιάδης", "Αλεξίδης", "Μακρίδης",
			"Δασόπουλος", "Ζουρουφίδη?", "Ζαπουνίδης", "Καπουράνης", "Λαλίκο?",
			"Μπίλας" };

	public static String[] FEMAIL_LASTNAME = { "Ράπτ?", "Θεοδωρακάκ?",
			"Κουμλέλη", "Σαββίδ?", "Αντωνιάδ?", "Αλεξίδ?", "Μακρίδ?",
			"Δασοπούλου", "Ζουρουφίδη", "Ζαπουνίδ?", "Καπουράν?", "Λαλίκο",
			"Μπίλ?" };

	public static String[] STREETS = { "Γαστούνη?", "Βασιλικά Βουτών",
		"Μητροπόλεω?",
		"Λεωφόρος Συγγρο?",
		"Καπλάν?",
		"Ριζοσπαστώ? Βουλευτώ?", 
		"Εθνομαρτύρων", 
		"Νίκη?",
		"Παρασίου", 
		"Σόλωνο?", 
		"Βουλής", 
		"Aμαρουσίο? Χαλανδρίου" };

	public static String[][] CITIES = { { "49100", "Κέρκυρ?" },
			{ "71500", "Ηράκλειο" }, { "10185", "Αθήν?" },
			{ "11527", "Αθήν?" }, { "19002", "Παιανί?" }, { "10552", "Αθήν?" } };
	
	public static String [] COMPANYNAMES = {
		"ΠΛΗΡΟΦΟΡΙΚ? ΕΚΡΑΓΗ",
		"5 ?",
		"ΣΥΣΤΗΜΑΤ? ΕΠ?",
		"ΤΕΛΕΙΑ ΕΚΠΑΙΔΕΥΣΗ",
		"ΣΕΜΙΝΑΡΙ? ΕΠ?",
		"ΦΡΟΝΤΗΣΤΙΡΙΟ ΠΡΟΤΥΠ?",
		"ΦΡΟΝΤΗΣΤΙΡΙΟ ΕΡΜΗ?",
		"ΦΡΟΝΤΗΣΤΙΡΙΟ ΑΛΚΙΒΙΑΔΗΣ",
		"ΦΡΟΝΤΗΣΤΙΡΙΟ ΠΛΑΤΟΝΑΣ",
		"ΦΡΟΝΤΗΣΤΙΡΙΟ ΑΠΙΣΤΟΤΕΛΗ?",
		"ΦΡΟΝΤΗΣΤΙΡΙΟ ΣΩΚΡΑΤΗΣ"
	};

}
